	[
		{
			"nama": "Harimau",
			"pengertian": "Harimau tergolong dalam hewan mamalia yang memiliki tulang belakang dan berdarah panas. Harimau adalah spesies kucing terbesar dari jenisnya, bahkan melebihi ukuran singa. Selain itu harimau juga termasuk kucing tercepat setelah saudaranya, cheetah. Harimau juga termasuk hewan karnivora, biasanya mereka memburu mangsa dengan ukuran badan agak besar. Seperti rusa, kijang, domba, zebra, babi dan jenis hewan mamalia lainnya. Apabila hewan-hewan tesebut tidak ditemukan harimau, maka mereka mencari hewan dengan ukuran lebih kecil seperti landak.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i1.wp.com/karyapemuda.com/wp-content/uploads/2017/10/pexels-photo-302304.jpeg"
		},
		{
			"nama": "Singa",
			"pengertian": "Singa adalah salah satu spesies mamalia yang termasuk dalam keluarga felidae atau jenis kucing besar. Singa hidup dan berkembang biak dengan cara berkelompok, dengan satu jantan dan beberapa betina. Akan tetapi singa betina lebih produktif dalam berburu dan mencari mangsa. Sedangkan spesies jantan bersikap tenang dan hanya meminta bagian dari hasil buruan singa betina. Karena Singa jantan dipercaya lebih perkasa dan lebih buas dari kucing besar lainnya. Singa juga memiliki kelemahan, mereka tidak bisa memanjat seperti kucing besar lainnya.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i1.wp.com/karyapemuda.com/wp-content/uploads/2017/10/lion-wildcat-safari-africa-47036.jpeg"
		},
		{
			"nama": "Kucing",
			"pengertian": "Kucing adalah salah satu hewan yang termasuk dalam golongan mamalia pemakan daging. Pada dasarnya kucing tidak terlalu membahayakan manusia. Karena Kucing memiliki tubuh kecil yang ditutupi oleh bulu dengan berbagai variasi warna. Karena keindahan bentuk tubuh dan warna bulunya tidak sedikit manusia yang menjadikannya sebagai hewan peliharaan. Walaupun ada sebagian kecil manusia yang tidak menyukai dengan hewan ini. Kucing telah berbaur dan bersanding dalam kehidupan manusia selama 6.000 tahun.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i1.wp.com/karyapemuda.com/wp-content/uploads/2017/10/animal-sitting-animals-inside.jpg"
		},
		{
			"nama": "Anjing",
			"pengertian": "Anjing adalah hewan sejienis mamalia yang sudah mengalami peubahan sejak 15.000 tahun yang lalu. Anjing mengalami penyebaran dan perkembangna dengan sangat baik sehingga menghasilkan berbagai macam jenis spesies. Anjing Hewan ini termasuk dalam golongan mamalia pemakan daging, seperti halnya kucing. Walaupun termasuk golongan hewan pemakan daging, namun tidak sedikit manusia yang menjadikannya hewan sebagai hewan peliharaan. Karena anjing memiliki bulu dan rambut yang indah, menurut sebagian orang. Selain itu anjing juga termasuk dalam hewan yang pintar dan lihai apabila hewan tersebut dilatih dengan baik.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i2.wp.com/karyapemuda.com/wp-content/uploads/2017/10/pexels-photo-460823-1.jpeg"
		},
		{
			"nama": "Beruang Madu",
			"pengertian": "Beruang madu termasuk hewan dari kelompok hewan ursidae yang merupakan hewan terkecil dari delapan jenis beruang yang ada di dunia. Beruang madu adalah hewan asli Bengkulu, sekaligus menjadi simbol daerah tersebut. Selain menjadi simbol daerah Bengkulu hewan ini juga menjadi maskot Kota Balikpapan. Beruang madu dewasa hanya memiliki panjang tubuh 1.4 m dan tinggi punggungnya 70 cm beratnya hanya 50- 65 kg. Beruang madu memiliki bulu berwarnan hitam, berkilau dan berbulu pendek. Biasanya hewan ini tinggal dan berkembang biak di hutan primer, sekunder serta di daerah pertanian.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i1.wp.com/karyapemuda.com/wp-content/uploads/2017/10/kodiak-brown-bear-adult-portrait-wildlife-158109-1.jpeg"
		},
		{
			"nama": "Macan Dahan",
			"pengertian": "Macan dahan adalah sejenis kucing yang berukuran sedang, dengan panjang tubuh hanya 95 cm. Hewan ini memiliki bulu berwarna kelabu kecoklatan dengan motif seperti awan dan bintik hitam di tubuhnya. Mereka memiliki kaki yang pendek, tetapi macam ini memiliki telapak kaki yang besar dan ekor yang panjang. Pada umumnya macan dahan hidup dan berkembang biak di daerah dataran rendah dan pegunungan. Dan daerah persebarah hewan ini mencakup semua daerah Asia Tenggara, Tiongkok, India dan Semenanjung Melayu. Hewan ini termasuk dalam hewan nokturnal yang aktif berburu pada malam hari.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i1.wp.com/karyapemuda.com/wp-content/uploads/2017/10/snow-leopard-reclining-staring-ground-looking.jpg"
		},{
			"nama": "Serigala",
			"pengertian": "Serigala merupakan salah satu hewan yang termasuk dalam keluarga hewan mamalia sekaligus hewan karrnivora. Hewan ini salah satu jenis hewan karnivora yang memiliki tubuh yang cenderung kecil. Pada umumnya serigala memiliki bentuk dan ukuran tubuh sama seperti anjing. Hanya saja perbedaan kedua hewan ini terdapat pada sifat yang dimiliki kedua hewan tersebut. Anjing memiliki sifat lebih jinak dan dapat berbaur dalam kehidupan manusia. Namun pada hewan serigala mereka memiliki insting berburu dan menyerang yang ganas, dan mustahil untuk dijadikan peliharaan.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i1.wp.com/karyapemuda.com/wp-content/uploads/2017/10/pexels-photo-206828.jpeg"
		},{
			"nama": "Citah",
			"pengertian": "Citah adalah salah satu hewan yang termasuk golongan kucing besar, selain itu citah juga termasuk hewan mamalia. Hewan ini berburu dengan menggunakan kecepatannya, tidak dengan mengitai atau secara bergerombol. Karena hewan ini adalah hewan tercepat dalam keluarga kucing besar. Hewan ini mampu berlari dengan kecepatan hingga 110 km/jam, melebihi kecepatan singa dan harimau. Citah biasanya hidup dan berkembang biak di daerah hutan liar. Karena disanalah mereka dapat menemukan sumber makanan mereka, seperti rusa, kijang dan zebra.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i2.wp.com/karyapemuda.com/wp-content/uploads/2017/10/pexels-photo-357373.jpeg"
		},{
			"nama": "Macan Tutul",
			"pengertian": "Macan tutul adalah salah satu dari empat hewan yang termasuk dalam golongan kucing besar. Pada umumnya hewan ini memiliki ukuran besar, seperti singa atau pun harimau. Hewan ini memiliki bulu berwarna kuning dengan bintik-bintik berwarna hitam di sekujur tubuhnya. Hewan ini merupakan salah satu fauna dari daerah Jawa Barat, dan hewan ini salah satu hewan terancam punah. Daerah penyebaran macan tutul adalah di seluruh Benua Asia dan Benua Afrika. Dan hewan ini biasanya hidup dan berkembang biak di segala habitat, seperti hutan tropis, gurun, pegunungan dan lain-lain.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i1.wp.com/karyapemuda.com/wp-content/uploads/2017/10/pexels-photo-235878.jpeg"
		},{
			"nama": "Musang",
			"pengertian": "Musang adalah salah satu sebutan yang diberikan untuk sekelompok mamalia pemangsa dari suku viverridae. Hewan ini merupakan salah satu hewan malam dan mereka memiliki kemampuan untuk memanjat yang baik. Hewan ini biasa hidup d idaerah pemukiman warga termasuk daerah perkotaan. Hewan ini cenderung hewan karnivora yang memiliki ukuran tubuh yang kecil, namun tergolong hewan yang gesit. Pada umumnya musang melindungi diri dengan berpura-pura mati agar musuhnya terkecoh. Setelah musuhnya pergi musang akan segela pergi ke tempat yang lain.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i1.wp.com/karyapemuda.com/wp-content/uploads/2017/10/Musang-Bulan-Paguma-larvata-640x423.jpg"
		},{
			"nama": "Rajawali Totol",
			"pengertian": "Rajawali totol adalah salah satu jenis burung rajawali yang hidup dan tinggal di hutan dataran rendah. Hewan ini menyebar di daerah Benua Eropa dan Benua Asia, dan hewan ini menyebar dari Firlandia sampai Tiongkok. Burung ini adalah salah satu burung yang makannan utamanya adalah daging. Pada umumnya hewan ini memiliki ukuran antara 62-74 cm. Rajawali jenis ini memiliki bulu berwarna gelap pucat dengan bulu-bulu terbang pucat dan ramping. Hewan ini juga memiliki kemampuan untuk terbang tinggi dalam waktu yang lama.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i2.wp.com/karyapemuda.com/wp-content/uploads/2017/10/adler-bird-bird-of-prey-raptor-53587.jpeg"
		},{
			"nama": "Elang",
			"pengertian": "Elang adalah satu satu hewan yang hidup dan berkembang biak di suluruh Indonesia. Elang adalah spesies burung pemangsa yang berasal dari suku accipitridae dari genus Aquila. Selain itu burung elang tujuan termasuk dalam kelompok hewan yang berdarah panas, dan hewan ovipar. Hewan ini merupakan salah satu hewan pemangsa, makanan utama mereka adalah hewan mamalia yang berukuran kecil. Seperti tikus, tupai, kadal, ikan dan selain mamalia mereka juga memakan sejenis serangga. Sebagian besar elang hidup di darat, namun ada sebagian kecil yang hidup di daerah perairan.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i1.wp.com/karyapemuda.com/wp-content/uploads/2017/10/pexels-photo-133356.jpeg"
		},{
			"nama": "Ikan Hiu",
			"pengertian": "Ikan hiu adalah sekelompok ikan yang mempunyai kerangka tulang lengkap dan mempunyai bentuk tubuh ramping. Binatang ini bernafas dengan mengunakan lima liang insang bahkan kadang-kadang dengan enam sampai tujuh insang. Hal itu tergantung pada jenis spesies hiu tersebut. Binatang ini mempunyai tubuh yang dilapisi kulit demal denticles untuk melindungi tubuhnya dari kerusakan dan untuk menambah dinamika air. Hiu biasanya mempunyai deret gigi yang bisa digantikan. Sebagian besar jenis hiu adalah ikan pemangsa yang ganas.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i1.wp.com/karyapemuda.com/wp-content/uploads/2017/10/animal-1867075__340.jpg"
		},{
			"nama": "Buaya",
			"pengertian": "Anggota hewan karnivora yang selanjutnya adalah buaya, selain binatang karnivora buaya juga termasuk anggota hewan reptile. Hewan ini memiliki habitat utama di air tawar, danau, rawa dan lahan yang lembab. Namun ada sebagian kecil jenis buaya yang hidup di daerah perairan air payau atau danau. hewan ini juga termasuk dalam golongan hewan yang berkembang biak secara ovovivipar. Makanan utama hewan ini adalah hewan-hewan vertebrata (memiliki tulang belakang). Kadang-kadang hewan ini juga memakan jenis reptile, mamalia, moluska, krustasea atau bahkan manusia.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i2.wp.com/karyapemuda.com/wp-content/uploads/2017/10/pexels-photo-151356.jpeg"
		},{
			"nama": "Komodo",
			"pengertian": "Komodo adalah spesies kadal dan merupakan jenis kadal terbesar yang ada di dunia. Yang hidup di pulau komodo, komodo dewasa memiliki ukuran tubuh mencapai 2-3 meter. Karena memiliki ukuran tubuh yang besar mereka mampu memangsa hewan mamalia atau reptile lainnya. Hewan ini memiliki adalah salah satu hewan yang populer di kebun binatang. Hal itu disebabkan karena hewan ini termasuk hewan yang memiliki tubuh yang besar dan termasuk dalam golongan hewan buas. Perlu diketahui hewan ini berkembang biak dengan cara ovovivipar.",
			"sumber": "https://karyapemuda.com/hewan-karnivora/",
			"img": "https://i2.wp.com/karyapemuda.com/wp-content/uploads/2017/10/pexels-photo-42754.jpeg"
		},
	]
